[AOCWeapon_ExtraAmmo]
WeaponName=额外弹药
WeaponDescription=给予你的主武器10 支额外弹药。

[AOCWeapon_Sling]
WeaponName=弹弓
WeaponDescription=弹弓是一把原始但有效的远程武器。将其拉长以提高伤害或射速，然后朝你的对手发射，用石头砸死他。

[AOCWeapon_QuarterStaff]
WeaponName=长棍
WeaponDescription=最不起眼的武器，长棍以一把木头製成，拿在右手中能够通过它的速度和钝伤来压製任何敌人。

[AOCWeapon_PoleHammer]
WeaponName=长柄锤
WeaponDescription=一把可怕的锤类武器，头上有著尖刺，因此在各式攻击中出类拔群，且范围较大，但速度却因此稍微降低。

[AOCWeapon_Longsword]
WeaponName=长剑
WeaponDescription=长剑可以单手或双手使用，又名“杂种剑”。它集力量、速度和范围于一身，可以说是最为全面发展的一把武器。

[AOCWeapon_Messer]
WeaponName=弯刀
WeaponDescription=一把长柄单切刃的短刀，弯刀能够通过残忍的挥砍和劈砍打击对手，但是后刺比较弱。

[AOCWeapon_Halberd]
WeaponName=战戟
WeaponDescription=战戟主要被当做一把带刺武器使用，但由于武器本身的重量，劈砍攻击也能造成显著的伤害。

[AOCWeapon_Greatsword]
WeaponName=巨剑
WeaponDescription=像双手剑一样平衡，巨剑能够提供巨大的伤害和范围，不过在速度方面稍稍受挫。

[AOCWeapon_PoleAxe]
WeaponName=长柄斧
WeaponDescription=军械库中最万能的武器之一，长柄斧能够给予对手挥砍、钝伤或穿刺伤害。

[AOCWeapon_Claymore]
WeaponName=阔刃大剑
WeaponDescription=标志性的苏格兰阔刃大剑是一把光滑较长的双手剑，受到其大小的影响，它能很快地攻击，造成中等伤害。

[AOCWeapon_Zweihander]
WeaponName=德式巨剑
WeaponDescription=一把巨大的德式双手剑，具有波浪形的刀片，能够通过其笨重的攻击给予敌人最极端的惩罚。

[AOCWeapon_Bardiche]
WeaponName=大砍刀
WeaponDescription=一把极长且强有力的挥砍长柄武器，大砍刀虽然是一把可怕的武器，但千万不要和敌人靠得太近，不然这个“暴君”也会不知所措。

[AOCWeapon_SmokePot]
WeaponName=发烟罐
WeaponDescription=用来製造烟雾屏障，非常适合用来阻止远距离对手的视线。

[AOCWeapon_HolyWaterSprinkler]
WeaponName=圣水喷杖
WeaponDescription=一把钉满长钉的短棍，圣水喷杖是棒锤类武器的改进版本，能够特别快速地攻击。

[AOCWeapon_Torch]
WeaponName=火炬
WeaponDescription=非常适合焚烧活人或建筑物，还可以引起骚乱。

[AOCWeapon_Shortbow]
WeaponName=短弓
WeaponDescription=轻盈、快速、致命。短弓射程不太远，伤害也不怎麽高，但能使那些装备者保持敏捷。

[AOCWeapon_Longbow]
WeaponName=长弓
WeaponDescription=一把令人畏惧的武器，长弓在速度和伤害方面相当平衡，非常适合中远射程攻击。

[AOCWeapon_Warbow]
WeaponName=战弓
WeaponDescription=只有强壮的男人才能拉动最重的弓。由于拉弓产生的力道，因此发射速度较慢。

[AOCWeapon_LightCrossbow]
WeaponName=轻十字弓
WeaponDescription=标准十字弓的敏捷版本。减少的张力使其装弹速度更快，但是范围更小，伤害更小。

[AOCWeapon_Crossbow]
WeaponName=十字弓
WeaponDescription=十字弓是远程武器中的栋梁，它能造成无可媲美的单发伤害，但是这个优点被较慢的装弹时间抵消了。

[AOCWeapon_HeavyCrossbow]
WeaponName=重型十字弓
WeaponDescription=装弹速度特别慢，但它能造成毁灭性的伤害，在战场上绝对是无与伦比的。

[AOCWeapon_Dagesse]
WeaponName=短剑
WeaponDescription=短剑是一把经典的弓箭手备用武器，它能通过挥砍、劈砍和后刺造成较为可观的伤害。是一把没有太多缺点的平衡装备。

[AOCWeapon_Saber]
WeaponName=军刀
WeaponDescription=一把速度极快、范围较广的轻型刀刃，军刀的伤害力较低，且很难抵挡重型武器的力量。

[AOCWeapon_Cudgel]
WeaponName=木棍
WeaponDescription=军械库中最简易的武器之一，通过钝伤，一根木棍很容易在近距离压製敌人。

[AOCWeapon_Hatchet]
WeaponName=短柄小斧
WeaponDescription=短柄小斧非常轻盈和快速，可通过它用可观的伤害在近距离压製敌人，儘管它的攻击范围并不怎麽大。

[AOCWeapon_Dane]
WeaponName=戴恩斧
WeaponDescription=一把范围可观的单手武器，戴恩斧能造成可观的伤害，但攻击速度略慢。

[AOCWeapon_Bearded]
WeaponName=钩斧
WeaponDescription=延伸到柄头的斧刃能造成极大的攻击范围的同时，斧头本身的重量也较轻；因此钩斧是一把伤害、速度和范围都相当均称的武器。

[AOCWeapon_Bill]
WeaponName=钩镰
WeaponDescription=钩镰是一把可怕的长柄武器，虽然攻击速度较快，但牺牲了一定的攻击范围。

[AOCWeapon_SwordOfWar]
WeaponName=战争之剑
WeaponDescription=战争之剑是一把速度较为增快，伤害较为减小的半手剑。

[AOCWeapon_Fork]
WeaponName=铁叉
WeaponDescription=铁叉是一把有两个尖头的短矛武器。它为了提高攻击速度而牺牲了范围。

[AOCWeapon_Brandistock]
WeaponName=三头叉
WeaponDescription=三头叉是一把有三个尖头的矛类武器，能够用刺的方式造成巨大伤害。它的重量和长度使其攻击速度略慢。

[AOCWeapon_Spear]
WeaponName=长矛
WeaponDescription=强有力的长矛具有非常大的距离优势，比军械库裡的任何武器都要长。

[AOCWeapon_Broadsword]
WeaponName=宽刃剑
WeaponDescription=宽刃剑是一把非常有效的武器，它的攻击速度相当快，并且能给予可观的伤害。是一把面面俱到的剑类武器。

[AOCWeapon_NorseSword]
WeaponName=北欧剑
WeaponDescription=一把非常快速的双刃剑，有著良好的范围和刺伤，但在挥砍伤害上有所限制。

[AOCWeapon_Falchion]
WeaponName=大刀
WeaponDescription=一把弧度弯曲的蛋刃武器，具有相当可观的伤害和速度，但在范围上有所限制。

[AOCWeapon_Mace]
WeaponName=钉头锤
WeaponDescription=凸缘钉头槌是一把致命的武器，非常适合用不断的攻击来压製敌人。它比宽刃剑的伤害更大，速度也略快，但是范围相当小。

[AOCWeapon_DoubleAxe]
WeaponName=双刃斧
WeaponDescription=双刃斧是一把毁灭性的武器。但这把能造成巨大劈砍伤害的武器也有侷限性：它非常的沉重，因此攻击速度很慢。

[AOCWeapon_ThrowingAxe]
WeaponName=飞斧
WeaponDescription=数量较少的高伤害投掷武器。

[AOCWeapon_ThrowingKnife]
WeaponName=飞刀
WeaponDescription=数量较多的低伤害投掷武器。

[AOCWeapon_OilPot]
WeaponName=油罐
WeaponDescription=一个装满高度易燃液体的罐子，在摔破时能燃起火焰。非常适合对付那些天天拿著盾的玩家，他们可“格挡”不了火焰。

[AOCWeapon_MorningStar]
WeaponName=流星锤
WeaponDescription=流星锤是一把远距离的棒锤类武器，能造成更小的伤害，具有适中的攻击速度。

[AOCWeapon_WarAxe]
WeaponName=战斧
WeaponDescription=单手战斧是士兵最强大的单手攻击武器。作为交换，它的攻速和范围并不是很好。

[AOCWeapon_WarHammer]
WeaponName=战锤
WeaponDescription=战锤是一把较短的近距离武器，能够刺入最厚的护甲。它的伤害非常大，但范围略小，速度略慢。

[AOCWeapon_BroadDagger]
WeaponName=宽刃匕首
WeaponDescription=宽刃匕首是一把非常简易的武器，主要是设计来用挥砍进行攻击，割掉敌人的肉。由于它是宽刃的，所以相当均称，因此也是游戏中攻击速度最快的近战武器。

[AOCWeapon_HuntingKnife]
WeaponName=猎刀
WeaponDescription=猎刀拥有惊人的攻击速度，且具有良好的挥砍能力，儘管它的刺伤能力并不怎麽有效。

[AOCWeapon_ThrustDagger]
WeaponName=刺刀
WeaponDescription=一把被设计用来刺伤的匕首，顶部相当锋利。正因如此，它能刺穿任何护甲。

[AOCWeapon_JavelinThrow]
WeaponName=标枪
WeaponDescription=与其称标枪为远程武器，不如叫它混合武器；它兼饰两角，也可以被当作在介于中距和近距之间使用的有效近战武器。

[AOCWeapon_ShortSpearThrow]
WeaponName=短矛
WeaponDescription=轻型版本的标枪，能造成更小的伤害，但投掷出去的速度更快，距离更远。

[AOCWeapon_HeavyJavelinThrow]
WeaponName=重型标枪
WeaponDescription=重型版本的标枪，能造成更大的伤害，但投掷出去的速度更慢，距离也不是很长。

[AOCWeapon_JavelinMelee]
WeaponName=标枪
WeaponDescription=与其称标枪为远程武器，不如叫它混合武器；它兼饰两角，也可以被当作在介于中距和近距之间使用的有效近战武器。

[AOCWeapon_ShortSpearMelee]
WeaponName=短矛
WeaponDescription=轻型版本的标枪，能造成更小的伤害，但投掷出去的速度更快，距离更远。

[AOCWeapon_HeavyJavelinMelee]
WeaponName=重型标枪
WeaponDescription=重型版本的标枪，能造成更大的伤害，但投掷出去的速度更慢，距离也不是很长。

[AOCWeapon_Flail]
WeaponName=连枷
WeaponDescription=连枷是游戏中最难以预测的武器。它的范围介于中距和近距之间，是速度最快的骑士武器。它能造成合理的伤害，但是防御起来非常难。

[AOCWeapon_HFlail]
WeaponName=重型连枷
WeaponDescription=重型连枷拥有把敌人砸成粉碎的巨大伤害，和普通连枷一样是难以预测的武器。它为了威力而牺牲了速度，但作为弥补，它还可以威吓别人。


[AOCWeapon_PaviseShield]
WeaponName=巨盾
WeaponDescription=一把仅对十字弓有效的特殊武器，巨盾可以作为移动掩体，使弓弩手能躲在后面进行装弹。

[AOCWeapon_PaviseShield_Agatha]
WeaponName=巨盾
WeaponDescription=一把仅对十字弓有效的特殊武器，巨盾可以作为移动掩体，使弓弩手能躲在后面进行装弹。

[AOCWeapon_PaviseShield_Mason]
WeaponName=巨盾
WeaponDescription=一把仅对十字弓有效的特殊武器，巨盾可以作为移动掩体，使弓弩手能躲在后面进行装弹。

[AOCWeapon_Maul]
WeaponName=大槌
WeaponDescription=大槌是锤子的改进版本，在战斗中表现得更为猛烈。它是军械库中攻击力最高的近战武器，并且范围也相当大，儘管它笨重的令人难以置信。

[AOCWeapon_Buckler]
WeaponName=圆盾
WeaponDescription=一个便携式小盾牌，圆盾对远程武器的防御力更小，但能使那些装备者保持敏捷。

[AOCWeapon_Buckler_Agatha]
WeaponName=圆盾
WeaponDescription=一个便携式小盾牌，圆盾对远程武器的防御力更小，但能使那些装备者保持敏捷。

[AOCWeapon_Buckler_Mason]
WeaponName=圆盾
WeaponDescription=一个便携式小盾牌，圆盾对远程武器的防御力更小，但能使那些装备者保持敏捷。

[AOCWeapon_Heater_Agatha]
WeaponName=三角盾
WeaponDescription=一个中等大小的盾牌，能够提供可观的防御力，也不会使装备者感到太重。

[AOCWeapon_Heater_Mason]
WeaponName=三角盾
WeaponDescription=个中等大小的盾牌，能够提供可观的防御力，也不会使装备者感到太重。

[AOCWeapon_TowerShield]
WeaponName=塔盾
WeaponDescription=一个巨大的，全身长的塔盾，能够提供最大的防御力，但是很重，可能会使装备者的反应时间受到限制。

[AOCWeapon_TowerShield_Agatha]
WeaponName=塔盾
WeaponDescription=一个巨大的，全身长的塔盾，能够提供最大的防御力，但是很重，可能会使装备者的反应时间受到限制。

[AOCWeapon_TowerShield_Mason]
WeaponName=塔盾
WeaponDescription=一个巨大的，全身长的塔盾，能够提供最大的防御力，但是很重，可能会使装备者的反应时间受到限制。

[AOCWeapon_Kite_Agatha]
WeaponName=筝形盾
WeaponDescription=一个巨大的盾牌，能够提供较大的防御率，但重量会稍微拖慢装备者。

[AOCWeapon_Kite_Mason]
WeaponName=筝形盾
WeaponDescription=一个巨大的盾牌，能够提供较大的防御率，但重量会稍微拖慢装备者。

[AOCWeapon_ProjPebble]
WeaponName=鹅卵石
WeaponDescription=无限制的弹药，只需拿起一颗石子，然后扔出去！

[AOCWeapon_ProjLeadBall]
WeaponName=铅球
WeaponDescription=伤害相比鹅卵石较为提高，但是装弹速度较慢，并且弹药有限。

[AOCWeapon_ProjBodkin]
WeaponName=锥头箭
WeaponDescription=锥头箭的箭头较为尖锐，比宽头箭刺穿护甲的能力更强，非常适合用来对付如先锋和骑士这些重型单位。

[AOCWeapon_ProjBroadhead]
WeaponName=宽头箭
WeaponDescription=就像名字所说的一样，宽头箭能製造出更大的创伤，并且能对轻型护甲的单位造成更多伤害，比如弓箭手和士兵。

[AOCWeapon_ProjFireArrow]
WeaponName=火箭
WeaponDescription=专门设计过的箭头，可以承受燃烧材料。在上面醮点油然后点燃，这样就能使箭矢在飞行过程中保持燃烧了。

[AOCWeapon_GrandMace]
WeaponName=大钉头锤
WeaponDescription=大钉头锤是一把巨大的双手金属棒锤类武器，在处理重型钝伤还有速度和范围上的能力相当均称。

[AOCDmgType_PierceProj]
DamageTypeDescript=抛射物刺穿

[AOCDmgType_Blunt]
DamageTypeDescript=钝伤

[AOCDmgType_Burn]
DamageTypeDescript=焚烧

[AOCDmgType_Generic]
DamageTypeDescript=一般

[AOCDmgType_Pierce]
DamageTypeDescript=刺穿

[AOCDmgType_PierceBlunt]
DamageTypeDescript=刺穿/钝伤结合

[AOCDmgType_Swing]
DamageTypeDescript=挥砍

[AOCDmgType_SwingBlunt]
DamageTypeDescript=劈砍

[AOCView_HUD_ClassSelect]
ArcherDescription=弓箭手是远程武器专家，他非常适合扮演支援角色，从远距离或中等距离对他的敌人造成伤害。在近战中较为薄弱。
ArcherSpecial=盗贼 - +50% 的背刺伤害。
MaaDescription=士兵是一名轻型近战职业，他在很大程度上依赖于他的闪避和速度能力造成伤害，同时使敌人无法击中自己。
MaaSpecial=巧妙逃避 - 可以进行躲闪。
VanguardDescription=先锋是一个咄咄逼人的战斗性单位，由军团前线的成员构成。他们的武器有著非常大的范围，能够造成惊人的伤害。
VanguardSpecial=衝锋 - 能够在战斗中进行衝刺攻击。
KnightDescription=战场上最强大的坦克近战单位。他的伤害输出和护甲等级使其缺乏敏捷，且通常用武器攻击的速度较慢。
KnightSpecial=坦克 - 能够承受额外伤害，在格挡攻击时消耗的体力更少。

[AOCFFAGRI]
FFAObjectiveName=个人自由模式
FFAObjectiveDescription=在限定时间内最高得分的玩家将取得胜利！

[AOCTDGRI]
TDObjectiveName=团队死亡竞赛模式
TDObjectiveDescription=第一支杀光地方增援部队的团队将取得胜利！

[AOCLTSGRI]
LTSObjectiveName=团队生存模式
LTSObjectiveDescription=採用回合淘汰制，第一支赢得 7 个回合的团队将取得胜利！

[AOCCTFGRI]
CTFObjectiveName=夺旗模式
CTFObjectiveDescription=控制敌方的旗帜，将其带回你方基地！
CTFStatusText=以控制 {Cur} / {Max} 面{Team}旗帜！

[AOCKOTHGRI]
KOTHObjectiveName=山丘之王模式
KOTHObjectiveDescription=占领山丘一段时间以取得胜利！

[AOCSystemMessages]
AllSystemMessages[0]={EXTRA1} 掉落了{EXTRA2}的旗帜！
AllSystemMessages[1]={EXTRA1} 为{EXTRA2}控制了旗帜！
AllSystemMessages[2]=再控制一面旗帜，{EXTRA1}就要胜利了！
AllSystemMessages[3]={EXTRA1} 杀死了 {EXTRA2}，拿下了第一滴血！
AllSystemMessages[4]={EXTRA1} 领先！
AllSystemMessages[5]=离战斗结束还有 {EXTRA1} {EXTRA2}！
AllSystemMessages[6]={EXTRA1}已达到了 {EXTRA2} 控制标记。
AllSystemMessages[7]={EXTRA1}赢得了回合！
AllSystemMessages[8]={EXTRA1}再赢一回合就要胜利了！
AllSystemMessages[9]=平手！
AllSystemMessages[10]={EXTRA1}的资源已耗尽 {EXTRA2}。
AllSystemMessages[11]={EXTRA1} 已为{EXTRA2}达成最终击杀！
AllSystemMessages[12]={EXTRA1} 已为{EXTRA2}达成第一滴血！
AllSystemMessages[13]={EXTRA1} 将在 10 秒内重生为国王！
AllSystemMessages[14]=可推车已行进总路程的 {EXTRA1}！
AllSystemMessages[15]={EXTRA1}胜利！
AllSystemMessages[16]=管理员结束了游戏！
AllSystemMessages[17]=<font color="#FFCC00">目标已完成！</font>\n<font color="#B1D1FF">{EXTRA1}</font>
AllSystemMessages[18]=<font color="#FFCC00">目标已失败！</font>\n<font color="#B1D1FF">{EXTRA1}</font>
AllSystemMessages[19]=战斗时间还剩一半。
AllSystemMessages[20]=战斗时间还剩 {EXTRA1} 分钟。
AllSystemMessages[21]={EXTRA1} 已发起投票踢出 {EXTRA2}。按下 Insert 键投“是”，Delete 键投“否”。
AllSystemMessages[22]=在 {EXTRA2}% 的支持踢出率下，{EXTRA1} 已被踢出
AllSystemMessages[23]={EXTRA1} 已发起投票更换地图至 {EXTRA2}。按下 Insert 键投“是”，Delete 键投“否”。
AllSystemMessages[24]=在 {EXTRA2}% 的支持换图率下，更换地图至 {EXTRA1} 的投票现已成功
AllSystemMessages[25]={EXTRA1} 已发起投票重置比赛。按下 Insert 键投“是”，Delete 键投“否”。
AllSystemMessages[26]=在 {EXTRA1}% 的支持重置率下，重置比赛的投票现已成功
AllSystemMessages[27]=投票失败。{EXTRA1}% 的人投了“是”，但至少需要达到 {EXTRA2}% 的投票率。
AllSystemMessages[28]=由于没有足够的人投票，投票失败。只有 {EXTRA1} / {EXTRA2} 名投票者
AllSystemMessages[29]=管理员 {EXTRA1} 暂停了游戏。
AllSystemMessages[30]=还有 {EXTRA1} 秒时间投票。投“是”的票数目前占了 {EXTRA2}%。
AllSystemMessages[31]={EXTRA1} 投了“是”; {EXTRA2} 投了“否”。
AllSystemMessages[32]=自动平衡正在进行中...
AllSystemMessages[33]={EXTRA1} 加入了战斗。
AllSystemMessages[34]={EXTRA1} 放弃了战斗。
AllSystemMessages[35]={EXTRA1} 已作为管理员登录
AllSystemMessages[36]={EXTRA1}的旗帜已被 {EXTRA2} 拔起
AllSystemMessages[37]={EXTRA1} 归还了{EXTRA2}的旗帜
AllSystemMessages[38]={EXTRA1}的旗帜已被重置
AllPrivateNotifs[0]=距离可重新拾取还有 {EXTRA1} 秒。
AllPrivateNotifs[1]=控制敌方的旗帜 {EXTRA1} 次以取得胜利！
AllPrivateNotifs[2]=在比赛结束时击杀最多的玩家将取得胜利！
AllPrivateNotifs[3]=控制并守住山丘 {EXTRA1} 分钟以取得胜利！
AllPrivateNotifs[4]=第一支赢得 {EXTRA1} 个回合的团队将取得胜利！
AllPrivateNotifs[5]=歼灭敌方势力！
AllPrivateNotifs[6]=你是国王。活下来！
AllPrivateNotifs[7]=<font color="#FFCC00">下一目标</font>\n<font color="#B1D1FF">{EXTRA1}</font>
AllPrivateNotifs[8]=<font color="#FFCC00">第一目标</font>\n<font color="#B1D1FF">{EXTRA1}</font>
AllPrivateNotifs[9]=你正处于进攻方。
AllPrivateNotifs[10]=你正处于防守方。
AllPrivateNotifs[11]=你将作为一名{EXTRA1}{EXTRA2}重生。
AllPrivateNotifs[12]=你现在还不能说话！
AllPrivateNotifs[13]=你现在无法发出战斗怒吼！
AllPrivateNotifs[14]=你将作为一名{EXTRA1}{EXTRA2}重生。
AllPrivateNotifs[15]=在你上次发起投票后，你无法在这麽快的时间内发起新的投票
AllPrivateNotifs[16]=只有管理员才能发起投票
AllPrivateNotifs[17]=一项投票已经在进行中了
AllPrivateNotifs[18]=无法找到那名玩家
AllPrivateNotifs[19]=投票踢出已在该服务器禁用
AllPrivateNotifs[20]=你无法投票踢出一名管理员
AllPrivateNotifs[21]=你无法在该服务器中投票踢出敌人
AllPrivateNotifs[22]=该地图不存在或被禁用
AllPrivateNotifs[23]=地图更换投票已在该服务器禁用
AllPrivateNotifs[24]=地图重置投票已在该服务器禁用
AllPrivateNotifs[25]=你投了“是”
AllPrivateNotifs[26]=你投了“否”
AllPrivateNotifs[27]=你将被移动到另一个团队。
AllPrivateNotifs[28]=你将在 5 秒内自爆。

[AOCSWCatapult]
MenuName=

[AOCSWBallista]
MenuName=""

[AOCPlayerController]
ServerPausedNotifyString=该服务器已被暂停
ServerSpeedNotifyString=该服务器的游戏速度是：
WarmupCountdownString=游戏正在开始
